Revit 2027 API
AdvancedWood.WoodPoreCellDim Property
 The property labeled "Dim (cm) of cell containing one pore" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodPoreCellDim { get; }
Public Shared ReadOnly Property WoodPoreCellDim As String
	Get
public:
static property String^ WoodPoreCellDim {
	String^ get ();
}
static member WoodPoreCellDim : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDistance".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace